While loading shared family '[Family Name]' from family '[Family Name]': [Description]
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId WhileLoadingFamilyShared { get; }
  Visual Basic
Public Shared ReadOnly Property WhileLoadingFamilyShared As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ WhileLoadingFamilyShared {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace